---
kind: property
id: P:Autodesk.Revit.DB.WorksharingTooltipInfo.Owner
source: html/d6f0d595-a7e8-b2fa-9e9b-c74c705cb350.htm
---
# Autodesk.Revit.DB.WorksharingTooltipInfo.Owner Property

The current owner of the element or empty string if no one owns the element.

## Syntax (C#)
```csharp
public string Owner { get; }
```